Repository: ecofuture-tech/bazis
Catalog: bazis/core/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Application port
ru: Порт приложения

source: Secret key
ru: Секретный ключ

source: Maximum request body size in bytes
ru: Максимальный размер тела запроса в байтах

source: Trusted schemes
ru: Доверенные схемы

source: Default number of results in the list
ru: Кол-во результатов в списке по умолчанию

source: Maximum number of results in the list
ru: Максимальное кол-во результатов в списке

source: Default cache instance for storing CONSTANCE
ru: Дефолтный инстанс кэша для хранения CONSTANCE

source: Path to the GDAL library
ru: Путь к библиотеке GDAL

source: Path to the GEOS library
ru: Путь к библиотеке GEOS

source: Decimal rounding
ru: Округление Decimal

source: System time zone for generating agent report
ru: Часовой пояс системы для формирования отчета агента

source: Creation time
ru: Время добавления

source: Update time
ru: Время обновления

source: Unique object number
ru: Уникальный номер объекта

source: This field is generated at the DB level according to the uniqueness principle specified in the model. It may not be unique across the entire table, as, for example, in the case of uniqueness only for a given type. The field should not be used directly, instead, you should use :py:attr:`~number`
ru: Данное поле генерируется на уровне БД по заданному в модели принципу уникализации. Оно может не быть уникальным по всей таблице, как, например, для случая уникализации только для заданного типа. Поле не должно использоваться напрямую, вместо него следует использовать :py:attr:`~number`

source: Proxy-type of document
ru: Proxy-тип документа

source: Optional
ru: Опциональное

source: Required
ru: Требуется

source: Enabled
ru: Включено

source: Read-only
ru: Только чтение

source: Write-only
ru: Только запись

source: Disabled
ru: Отключено

source: Not null
ru: Не null

source: Blank
ru: Пустое

source: Not blank
ru: Не пустое

source: Pagination
ru: Пагинация

source: Invalid sorting parameters: `%s`
ru: Недопустимые параметры сортировки: `%s`
